Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/FocusSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ONBOARDING_MODE_TITLE_DO_NOT_DISTURB
source: Do Not Disturb
ar: عدم الإزعاج
bg: Не безпокойте
ca: No molestar
cs: Nerušit
da: Forstyr ikke
de: Nicht stören
el: Μην ενοχλείτε
es: No molestar
es_us: No molestar
fi: Älä häiritse
fr: Ne pas déranger
fr_ca: Ne pas déranger
he: נא לא להפריע
hi: डू नॉट डिस्टर्ब
hr: Zabrana ometanja
hu: Ne zavarjanak
id: Jangan Ganggu
it: Non disturbare
ja: おやすみモード
kk: Мазаламау
ko: 방해금지 모드
lt: Netrukdyti
ms: Jangan Ganggu
nl: Niet storen
no: Ikke forstyrr
pl: Nie przeszka­dzać
pt_br: Não Perturbe
pt_pt: Não incomodar
ro: Nu deranjați
ru: Не беспокоить
sk: Nerušiť
sl: Ne moti
sv: Stör ej
th: ห้ามรบกวน
tr: Rahatsız Etme
uk: Не турбувати
vi: Không làm phiền
zh_cn: 勿扰模式
zh_hk: 請勿打擾
zh_tw: 勿擾模式

# ONBOARDING_FOCUS_LIST_CUSTOM_MODE_NAME
source: Custom
ar: مخصص
bg: Персонализи­ран
ca: Personalitzat
cs: Vlastní
da: Speciel
de: Eigener
el: Προσαρμογή
es: Personalizado
es_us: Personalizado
fi: Muokattu
fr: Personnalisé
fr_ca: Personnaliser
he: מותאם אישית
hi: कस्टम
hr: Prilagođeno
hu: Egyéni
id: Khusus
it: Personalizzata
ja: カスタム
kk: Арнаулы
ko: 사용자화
lt: Pasirinktinis
ms: Tersuai
nl: Aangepast
no: Tilpasset
pl: Własny
pt_br: Personalizado
pt_pt: Personalizado
ro: Personalizat
ru: Собственное
sk: Vlastný režim
sl: Prilagojeno
sv: Anpassat
th: กำหนดเอง
tr: Özel
uk: Власний
vi: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自訂
zh_tw: 自訂

# ONBOARDING_MODE_TITLE_WORK
source: Work Focus
ar: تركيز العمل
bg: Фокус Работа
ca: Mode de feina
cs: Práce
da: Fokusfunktionen Arbejde
de: Fokus „Arbeiten“
el: Συγκέντρωση εργασίας
es: Modo de trabajo
es_us: Enfoque Trabajo
fi: Työskentely
fr: Mode de concentration Travail
fr_ca: Mode de concentration « Travail »
he: מצב הריכוז ״עבודה״
hi: वर्क फ़ोकस
hr: Fokus Posao
hu: „Munka” Fókusz
id: Fokus Bekerja
it: Full immersion Lavoro
ja: “仕事”集中モード
kk: Жұмысқа зейін қою
ko: 업무 집중 모드
lt: Susitelkimo režimas „Darbas“
ms: Fokus Kerja
nl: Focus 'Werk'
no: Jobbfokus
pl: Tryb skupienia Praca
pt_br: Foco Trabalho
pt_pt: Modo de concentração “Trabalhar”
ro: Modul de concentrare Muncă
ru: Фокусирование «Работа»
sk: Môj čas na prácu
sl: Fokus Služba
sv: Fokuset Arbetar
th: โฟกัสในเวลาทำงาน
tr: İş Odağı
uk: Зосередження на роботі
vi: Chế độ tập trung Làm việc
zh_cn: 工作专注模式
zh_hk: 工作專注模式
zh_tw: 工作專注模式

# ONBOARDING_MODE_TITLE_CUSTOM_PLACEHOLDER_TEXT
source: Focus Name
ar: اسم التركيز
bg: Име на Фокус
ca: Nom del mode de concentració
cs: Název režimu soustředění
da: Navn på fokusfunktion
de: Fokusname
el: Όνομα συγκέντρωσης
es: Nombre del modo de concentración
es_us: Nombre del enfoque
fi: Keskity-tilan nimi
fr: Nom du mode de concentration
fr_ca: Nom du mode de concentration
he: שם ריכוז
hi: फ़ोकस नाम
hr: Naziv fokusa
hu: Fókusz neve
id: Nama Fokus
it: Nome full immersion
ja: 集中モード名
kk: Жоспар атауы
ko: 집중 모드 이름
lt: Susitelkimo režimo pavadinimas
ms: Nama Fokus
nl: Naam van focus
no: Navn på fokus
pl: Nazwa trybu skupienia
pt_br: Nome do Foco
pt_pt: Nome do modo de concentração
ro: Nume mod concentrare
ru: Название фокусирования
sk: Názov režimu Môjho času
sl: Ime fokusa
sv: Fokusnamn
th: ชื่อโฟกัส
tr: Odak Adı
uk: Назва режиму зосередження
vi: Tên chế độ Tập trung
zh_cn: 专注模式名称
zh_hk: 專注模式名稱
zh_tw: 專注模式名稱

# ONBOARDING_MODE_TITLE_READING
source: Reading Focus
ar: تركيز القراءة
bg: Фокус Четене
ca: Mode de lectura
cs: Čtení
da: Fokusfunktionen Læsning
de: Fokus „Lesen“
el: Συγκέντρωση ανάγνωσης
es: Modo de lectura
es_us: Enfoque Lectura
fi: Lukeminen
fr: Mode de concentration Lecture
fr_ca: Mode de concentration « Lecture »
he: מצב הריכוז ״קריאה״
hi: रीडिंग फ़ोकस
hr: Fokus Čitanje
hu: „Olvasás” Fókusz
id: Fokus Membaca
it: Full immersion Lettura
ja: “読書”集中モード
kk: Оқуға зейін қою
ko: 독서 집중 모드
lt: Susitelkimo režimas „Skaitymas“
ms: Fokus Membaca
nl: Focus 'Lezen'
no: Lesefokus
pl: Tryb skupienia Lektura
pt_br: Foco Leitura
pt_pt: Modo de concentração “Ler”
ro: Modul de concentrare Lectură
ru: Фокусирование «Чтение»
sk: Môj čas na čítanie
sl: Fokus Branje
sv: Fokuset Läser
th: โฟกัสในเวลาอ่าน
tr: Okuma Odağı
uk: Зосередження на читанні
vi: Chế độ tập trung Đọc sách
zh_cn: 阅读专注模式
zh_hk: 閲讀專注模式
zh_tw: 閱讀專注模式

source: Off
ar: متوقف
bg: Изкл.
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivado
es_us: Desactivado
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# CLOUD_SYNCING
source: Share Across Devices
ar: المشاركة على جميع الأجهزة
bg: Споделяне на различни устройства
ca: Comparteix entre dispositius
cs: Sdílet mezi všemi zařízeními
da: Del på tværs af enheder
de: Geräteübergreifend teilen
el: Κοινοποίηση μεταξύ συσκευών
es: Compartir entre dispositivos
es_us: Compartir entre dispositivos
fi: Jaa laitteiden välillä
fr: Partager entre les appareils
fr_ca: Partager avec les appareils
he: שיתוף בכל המכשירים
hi: सभी डिवाइस पर शेयर करें
hr: Dijeli između uređaja
hu: Megosztás eszközök közt
id: Bagikan di Semua Perangkat
it: Condividi sui dispositivi
ja: デバイス間で共有
kk: Барлық құрылғыда ортақ пайдалану
ko: 모든 기기에서 공유
lt: Bendrinti įrenginiuose
ms: Kongsi Merentas Peranti
nl: Deel op alle apparaten
no: Del på tvers av enheter
pl: Na wszystkich urządzeniach
pt_br: Sincronizar Entre Dispositivos
pt_pt: Partilhar entre dispositivos
ro: Partajare între dispozitive
ru: Учет на всех устройствах
sk: Zdieľať medzi zariadeniami
sl: Deli med napravami
sv: Dela mellan enheter
th: แชร์ทุกอุปกรณ์
tr: Tüm Aygıtlarla Paylaş
uk: Синхронізація пристроїв
vi: Chia sẻ trên các thiết bị
zh_cn: 在设备之间共享
zh_hk: 在裝置之間共享
zh_tw: 在裝置之間共享

# ONBOARDING_NEXT_BUTTON
source: Next
ar: التالي
bg: Напред
ca: Següent
cs: Dále
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_us: Siguiente
fi: Seuraava
fr: Suivant
fr_ca: Suivant
he: הבא
hi: अगला
hr: Dalje
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
kk: Келесі
ko: 다음
lt: Toliau
ms: Seterusnya
nl: Volgende
no: Neste
pl: Dalej
pt_br: Seguinte
pt_pt: Seguinte
ro: Înainte
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
zh_cn: 下一步
zh_hk: 下一步
zh_tw: 下一步

# ONBOARDING_MODE_TITLE_REDUCE_INTERRUPTIONS
source: Reduce Interruptions
ar: تقليل المقاطعات
bg: Намаляване на прекъсвания
ca: Menys interrupcions
cs: Omezit vyrušování
da: Reducer forstyrrelser
de: Unterbrechungen reduzieren
el: Μείωση περισπασμών
es: Reducir interrupciones
es_us: Menos interrupciones
fi: Vähennä keskeytyksiä
fr: Réduire les interruptions
fr_ca: Réduire les interruptions
he: הפחתת הפרעות
hi: व्यवधान कम करें
hr: Smanji ometanja
hu: Zavaró tényezők csökkentése
id: Kurangi Gangguan
it: Meno interruzioni
ja: さまたげ低減
kk: Мазалауды азайту
ko: 방해 요소 줄이기
lt: Sumažinti trukdžių kiekį
ms: Kurangkan Gangguan
nl: Beperk onderbrekingen
no: Reduser forstyrrelser
pl: Nie rozpraszaj się
pt_br: Reduzir Interrupções
pt_pt: Reduzir interrupções
ro: Mai puține întreruperi
ru: Меньше уведомлений
sk: Obmedziť vyrušovania
sl: Manj motenj
sv: Minska antalet avbrott
th: ลดการรบกวน
tr: Kesilmeleri Azalt
uk: Відволікайтеся менше
vi: Giảm gián đoạn
zh_cn: 减少干扰
zh_hk: 減少打擾
zh_tw: 降低干擾

# AVAILABILITY_STATUS_SHARING_HEADER
source: Shared With
ar: مشتركة مع
bg: Споделено с
ca: Compartit amb
cs: Sdíleno s:
da: Delt med
de: Geteilt mit
el: Κοινοποιείται σε
es: Compartido con
es_us: Se comparte con
fi: Jaettu:
fr: Partagé avec
fr_ca: Partagé avec
he: משותף עם
hi: निम्नलिखित के साथ शेयर किया गया
hr: Dijeljeno s
hu: Megosztva a következővel
id: Berbagi Dengan
it: Condiviso con
ja: 共有可能なアプリ
kk: Ортақ пайдаланушы
ko: 공유 대상
lt: Bendrinama su
ms: Dikongsi dengan
nl: Gedeeld met
no: Delt med
pl: Udostępniane:
pt_br: Compartilhado com
pt_pt: Partilhado com
ro: Partajat cu
ru: Общий с:
sk: Zdieľané s:
sl: Deljeno s/z:
sv: Delas med
th: แชร์อยู่กับ
tr: Paylaşılan:
uk: Поширено для
vi: Được chia sẻ với
zh_cn: 共享给
zh_hk: 分享對象
zh_tw: 分享對象

source: Focus Status
ar: حالة التركيز
bg: Състояние на Фокус
ca: Estat de concentració
cs: Stav soustředění
da: Status for fokusfunktion
de: Fokusstatus
el: Κατάσταση Συγκέντρωσης
es: Estado de concentración
es_us: Estado de enfoque
fi: Keskity-tilan jako
fr: Statut Concentration
fr_ca: État de concentration
he: סטטוס ריכוז
hi: फ़ोकस स्टेटस
hr: Status fokusa
hu: Fókusz állapota
id: Status Fokus
it: Stato di full immersion
ja: 集中モード状況
kk: Зейін қою күйі
ko: 집중 모드 상태
lt: Susitelkimo būsena
ms: Status Fokus
no: Fokusstatus
pl: Status trybu skupienia
pt_br: Estado de Foco
pt_pt: Estado
ro: Status concentrare
ru: Статус фокусирования
sk: Stav sústredenia
sl: Stanje fokusa
sv: Fokusstatus
th: สถานะโฟกัส
tr: Odak Durumu
uk: Статус зосередження
vi: Trạng thái tập trung
zh_cn: 专注模式状态
zh_hk: 專注模式狀態
zh_tw: 專注模式狀態

# ONBOARDING_MODE_TITLE_GAMING
source: Gaming Focus
ar: تركيز اللعب
bg: Фокус Игри
ca: Mode de joc
cs: Soustředění na hraní her
da: Fokusfunktionen Spil
de: Spielfokus
el: Συγκέντρωση παιχνιδιών
es: Modo de juego
es_us: Enfoque Juegos
fi: Pelaaminen
fr: Mode de concentration Jeu vidéo
fr_ca: Mode « Jeux vidéo »
he: מצב הריכוז ״משחק״
hi: गेमिंग फ़ोकस
hr: Fokus Igranje
hu: „Játék” Fókusz
id: Fokus Bermain Game
it: Full immersion Videogiochi
ja: “ゲーム”集中モード
kk: Ойынға зейін қою
ko: 게임 집중 모드
lt: Susitelkimo režimas „Žaidimas“
ms: Fokus Permainan
nl: Focus 'Gamen'
no: Spillfokus
pl: Tryb skupienia Gra
pt_br: Foco Jogos
pt_pt: Modo de concentração “Jogar”
ro: Modul de concentrare Jocuri
ru: Фокусирование «Видеоигры»
sk: Môj čas na hranie hier
sl: Fokus Igranje iger
sv: Fokuset Spelar spel
th: โฟกัสในเวลาเล่นเกม
tr: Oyun Odağı
uk: Зосередження на грі
vi: Chế độ tập trung Chơi trò chơi
zh_cn: 游戏专注模式
zh_hk: 遊戲專注模式
zh_tw: 遊戲專注模式

# AVAILABILITY_STATUS_APP_LIST_FOOTER
source: Apps that have requested the ability to see and share your Focus status will appear here.
ar: ستظهر هنا التطبيقات التي طلبت إمكانية رؤية ومشاركة حالة التركيز.
bg: Тук ще се появяват приложенията, които са заявили да виждат и споделят състоянието на вашия Фокус.
ca: Les apps que hagin sol·licitat permís per veure i compartir el teu estat de concentració apareixeran aquí.
cs: Zde se zobrazí aplikace, které požádaly o možnost zjišťovat a sdílet váš stav soustředění.
da: Apps, der har bedt om mulighed for at se og dele din status for fokusfunktion, vises her.
de: Hier werden Apps angezeigt, die angefordert haben, deinen Fokusstatus zu sehen und zu teilen.
el: Εδώ θα εμφανίζονται οι εφαρμογές που έχουν ζητήσει άδεια για εμφάνιση και Κοινοποίηση της κατάστασης Συγκέντρωσής σας.
es: Las apps que han solicitado poder ver y compartir tu estado de concentración se mostrarán aquí.
es_us: Las apps que solicitaron poder ver y compartir tu estado de enfoque aparecerán aquí.
fi: Apit, jotka ovat pyytäneet lupaa nähdä ja jakaa keskittymistilasi, näkyvät tässä.
fr: Les apps ayant demandé à pouvoir consulter et partager votre statut Concentration s’afficheront ici.
fr_ca: Les apps qui ont demandé à pouvoir consulter et partager votre état de concentration s’afficheront ici.
he: יישומים שביקשו לראות ולשתף את סטטוס הריכוז שלך יופיעו כאן.
hi: जिन ऐप्स ने आपका फ़ोकस स्टेटस देखने और शेयर करने का अनुरोध किया है, वे यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati aplikacije koje su zatražile mogućnost gledanja i dijeljenja vašeg statusa fokusa.
hu: Az Ön Fókusz-állapotának megtekintését és megosztását kérelmező appok jelennek meg itt.
id: App yang telah meminta kemampuan untuk melihat dan membagikan status Fokus Anda akan muncul di sini.
it: Le app che hanno richiesto di poter visualizzare e condividere il tuo stato di full immersion verranno visualizzate qui.
ja: 集中モード状況の確認および共有を要求したアプリがここに表示されます。
kk: «Зейін қою» күйіңізді көру және бөлісу мүмкіндігін сұратқан қолданбалар осында пайда болады.
ko: 사용자의 집중 모드 상태를 보고 공유할 수 있는 권한을 요청한 앱이 여기에 나타납니다.
lt: Čia bus rodomos programos, kurios paprašė galimybės matyti ir bendrinti jūsų susitelkimo režimo būseną.
ms: App yang telah meminta keupayaan untuk melihat dan berkongsi status Fokus anda akan kelihatan di sini.
nl: Hier staan de apps die hebben gevraagd om je focus­status te bekijken en te delen.
no: Apper som har bedt om å se og dele fokusstatusen din, vises her.
pl: W tym miejscu pojawią się aplikacje, które żądały możliwości sprawdzania i udostępnienia Twojego statusu trybu skupienia.
pt_br: Os apps que tenham solicitado a possibilidade de ver e compartilhar seu estado de Foco aparecerão aqui.
pt_pt: As aplicações que pedirem para ver e partilhar o seu estado do modo de concentração aparecerão aqui.
ro: Aplicațiile care au solicitat permisiunea de a vedea și partaja statusul dvs. de concentrare vor fi afișate aici.
ru: Здесь появятся приложения, запросившие доступ к чтению и отправке Вашего статуса фокусирования.
sk: Tu sa zobrazia apky, ktoré žiadali o prezeranie a zdieľanie vášho stavu Môjho času.
sl: Tukaj bodo prikazane aplikacije, ki so zahtevale možnost vidnosti in deljenja stanja fokusa.
sv: Appar som har begärt att få se och dela din fokusstatus visas här.
th: แอปที่ได้ขอดูและแชร์สถานะโฟกัสของคุณจะแสดงที่นี่
tr: Odak durumunuzu görme ve paylaşma isteğinde bulunan uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, які запитали можливість бачити й поширювати ваш статус зосередження.
vi: Các ứng dụng đã yêu cầu khả năng xem và chia sẻ trạng thái Tập trung của bạn sẽ xuất hiện tại đây.
zh_cn: 请求查看并共享你专注模式状态的App会在此处显示。
zh_hk: 曾經要求查看並分享你的「專注模式」狀態的App將會在此處顯示。
zh_tw: 之前要求查看並分享你的「專注模式」狀態的App會顯示在此處。

# ONBOARDING_MODE_TITLE_SLEEP
source: Sleep Focus
ar: تركيز النوم
bg: Фокус Сън
ca: Mode de dormir
cs: Spánkový režim
da: Fokusfunktionen Søvn
de: Fokus „Schlafen“
el: Συγκέντρωση ύπνου
es: Modo de descanso
es_us: Enfoque Sueño
fi: Nukkuminen
fr: Mode de concentration Repos
fr_ca: Mode de concentration « Sommeil »
he: מצב הריכוז ״שינה״
hi: स्लीप फ़ोकस
hr: Fokus Spavanje
hu: „Alvás” Fókusz
id: Fokus Tidur
it: Full immersion Sonno
ja: “睡眠”集中モード
kk: Ұйқыға зейін қою
ko: 수면 집중 모드
lt: Susitelkimo režimas „Miegas“
ms: Fokus Tidur
nl: Focus 'Slaap'
no: Søvnfokus
pl: Tryb skupienia Sen
pt_br: Foco Sono
pt_pt: Modo de concentração “Dormir”
ro: Modul de concentrare Somn
ru: Фокусирование «Сон»
sk: Môj čas na spánok
sl: Fokus Spanje
sv: Fokuset Sover
th: โหมดโฟกัสในเวลานอนหลับ
tr: Uyku Odağı
uk: Режим зосередження на сні
vi: Chế độ tập trung Ngủ
zh_cn: 睡眠专注模式
zh_hk: 睡眠專注模式
zh_tw: 睡眠專注模式

# ONBOARDING_DONE_BUTTON
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# ONBOARDING_FOCUS_LIST_DETAIL_TEXT
source: Choose a Focus to get started.
ar: اختر أحد أنماط التركيز للبدء.
bg: Изберете Фокус, за да започнете.
ca: Selecciona un mode de concentració per començar.
cs: Začněte výběrem režimu soustředění.
da: Vælg en fokusfunktion for at komme i gang.
de: Wähle einen Fokus aus und leg los.
el: Επιλέξτε μια συγκέντρωση για να ξεκινήσετε.
es: Para empezar, selecciona un modo de concentración.
es_us: Elige un enfoque para empezar.
fi: Aloita valitsemalla Keskity-tila.
fr: Choisissez un mode de concentration pour commencer.
fr_ca: Choisissez un mode de concentration pour commencer.
he: יש לבחור במצב ריכוז כדי להתחיל.
hi: शुरू करने के लिए फ़ोकस चुनें।
hr: Za početak odaberite fokus.
hu: A kezdéshez válasszon ki egy Fókuszt.
id: Pilih Fokus untuk memulai.
it: Per iniziare, scegli una full immersion.
ja: まず初めに集中モードを選択してください。
kk: Бастау үшін «Зейін қою» режимін таңдаңыз.
ko: 시작하려면 집중 모드를 선택하십시오.
lt: Norėdami pradėti, pasirinkite susitelkimo režimą.
ms: Pilih Fokus untuk bermula.
nl: Kies een focus om aan de slag te gaan.
no: Velg et fokus for å komme i gang.
pl: Aby rozpocząć, wybierz tryb skupienia.
pt_br: Escolha um Foco para começar.
pt_pt: Escolha um modo de concentração para começar.
ro: Pentru a începe, alegeți un mod de concentrare.
ru: Чтобы начать, выберите фокусирование.
sk: Začnite výberom režimu Môjho času.
sl: Za začetek izberite fokus.
sv: Välj ett fokus när du vill komma igång.
th: เลือกโฟกัสเพื่อเริ่มต้น
tr: Başlamak için bir Odak seçin.
uk: Виберіть режим зосередження, щоб почати.
vi: Chọn một chế độ Tập trung để bắt đầu.
zh_cn: 选取一种专注模式以开始。
zh_hk: 選擇一個「專注模式」以開始使用。
zh_tw: 選擇要開始設定的「專注模式」。

source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# ONBOARDING_MODE_TITLE_PERSONAL
source: Personal Focus
ar: تركيز الوقت الشخصي
bg: Фокус Лично време
ca: Mode de temps lliure
cs: Volný čas
da: Fokusfunktionen Personlig
de: Fokus „Zeit für mich“
el: Συγκέντρωση προσωπικού χρόνου
es: Modo de tiempo libre
es_us: Enfoque Personal
fi: Oma aika
fr: Mode de concentration Temps pour soi
fr_ca: Mode de concentration « Personnel »
he: מצב הריכוז ״אישי״
hi: पर्सनल फ़ोकस
hr: Fokus Osobno
hu: „Személyes” Fókusz
id: Fokus Pribadi
it: Full immersion Personale
ja: “パーソナル”集中モード
kk: Жеке басына зейін қою
ko: 개인 시간 집중 모드
lt: Susitelkimo režimas „Asmeninis“
ms: Fokus Peribadi
nl: Focus 'Persoonlijk'
no: Fokus for egentid
pl: Tryb skupienia Czas dla mnie
pt_br: Foco Pessoal
pt_pt: Modo de concentração “Tempo pessoal”
ro: Modul de concentrare Personal
ru: Фокусирование «Личное»
sk: Môj čas na seba
sl: Fokus Zasebno
sv: Fokuset Egentid
th: โฟกัสในเวลาส่วนตัว
tr: Kişisel Odak
uk: Зосередження на особистому часі
vi: Chế độ tập trung Cá nhân
zh_cn: 个人专注模式
zh_hk: 個人專注模式
zh_tw: 個人專注模式

# FOCUS_STATUS_DESCRIPTION
source: When you give an app permission, it can share that you have notifications silenced when using Focus.
ar: عند منح إذن لتطبيق ما، يصبح بإمكان التطبيق مشاركة أنك تكتم صوت الإشعارات عند استخدام التركيز.
bg: Когато дадете разрешение на приложение, то може да споделя, че известията ви са заглушени, когато използвате Фокус.
ca: Les apps, si els dones permís, poden indicar que tens les notificacions silenciades quan hagis activat un mode de concentració.
cs: Když aplikaci udělíte oprávnění, bude smět sdílet informaci, že máte v režimu soustředění vypnutá oznámení.
da: Når du giver tilladelse til en app, kan den dele, at du ignorerer notifikationer midlertidigt, mens du bruger en fokusfunktion.
de: Wenn du einer App die Berechtigung erteilst, kann sie beim Verwenden eines Fokus teilen, dass du Mitteilungen stummgeschaltet hast.
el: Όταν παραχωρείτε άδεια σε μια εφαρμογή, αυτή μπορεί να κοινοποιεί ότι έχετε θέσει τις γνωστοποιήσεις σε σίγαση κατά τη χρήση της Συγκέντρωσης.
es: Cuando le das permiso a una app, esta puede compartir que tienes las notificaciones silenciadas porque tienes activado un modo de concentración.
es_us: Cuando autorizas a una app, esta puede compartir que silenciaste las notificaciones cuando usas un enfoque.
fi: Kun annat apille luvan, se voi ilmoittaa, että olet hiljentänyt ilmoitukset Keskity-tilan aikana.
fr: Lorsque vous autorisez une app, celle-ci peut informer vos correspondants que vos notifications sont masquées lorsqu’un mode de concentration est activé.
fr_ca: Lorsque vous accordez une autorisation à une app, celle-ci peut indiquer que vous utilisez un mode de concentration qui désactive les notifications.
he: אם הענקת ליישום הרשאה לכך, הוא יוכל לשתף שהעדכונים שלך מושתקים בעת שימוש במצב ריכוז.
hi: जब आप किसी ऐप को अनुमति देते हैं, तो उसके द्वारा यह शेयर किया जा सकता है कि आपने फ़ोकस का इस्तेमाल करते समय सूचनाएँ मौन कर रखी हैं।
hr: Kad aplikaciji date dopuštenje, ona može podijeliti da su vam obavijesti utišane dok koristite fokus.
hu: Amikor engedélyt ad egy app számára, az app megoszthatja, hogy Ön elnémította az értesítéseit a Fókusz használata közben.
id: Jika Anda beri izin, app dapat membagikan bahwa Anda mengheningkan pemberitahuan saat menggunakan Fokus.
it: Se le autorizzi, le app potranno condividere che hai disattivato le notifiche durante una full immersion.
ja: アプリで許可すると、集中モード使用中は通知されないようにしていることを共有できます。
kk: Қолданбаға тиісті рұқсат берген жағдайда, ол «Зейін қою» режимі қолданыста болғанда хабарландырулардың дыбысын өшіргеніңіз туралы ақпаратты бөлісе алады.
ko: 앱에 권한을 허용하면 해당 앱이 집중 모드 중에는 알림 소리가 울리지 않는다는 것을 공유할 수 있습니다.
lt: Kai duodate programai leidimą, ji gali informuoti, kad naudodami susitelkimo režimą esate nutildę pranešimus.
ms: Apabila anda memberikan app keizinan, ia boleh berkongsi bahawa anda telah menyenyapkan pemberitahuan semasa menggunakan Fokus.
nl: Wanneer je een app toestemming geeft, kan deze delen dat je meldingen stilhoudt wanneer je een focus gebruikt.
no: Når du gir tillatelse til en app, kan den dele at du har dempet varslinger når du bruker Fokus.
pl: Aplikacja, która uzyska Twoje pozwolenie, może udostępniać informację, że Twój tryb skupienia wycisza powiadomienia.
pt_br: Quando você dá permissão a um app, ele pode compartilhar que suas notificações estão silenciadas durante o uso do Foco.
pt_pt: Quando autoriza uma aplicação, esta pode partilhar que tem as notificações silenciadas durante um modo de concentração.
ro: Dacă acordați permisiunea unei aplicații, aceasta poate partaja faptul că ignorați notificările utilizând un mod de concentrare.
ru: Если Вы дадите свое разрешение, то при включенном фокусировании приложения смогут сообщать другим людям о том, что у Вас заглушены уведомления.
sk: Apky, ktorým udelíte povolenie, budú môcť zdieľať informáciu o stíšení hlásení počas používania režimu Môjho času.
sl: Aplikacija lahko na podlagi dovoljenja sporoča, da so obvestila med uporabo fokusa utišana.
sv: När du ger en app tillstånd kan den dela att du har tystat notiser när du använder ett fokus.
th: เมื่อคุณให้สิทธิ์แอป แอปสามารถแชร์ว่าคุณได้ปิดเสียงการแจ้งเตือนในระหว่างใช้โฟกัส
tr: İzin verdiğiniz bir uygulama, Odak modunu kullanırken bildirimleri sessize aldığınızı paylaşabilir.
uk: Коли ви надаєте дозвіл, програма може повідомляти інших, що у вас приглушено сповіщення в режимі зосередження.
vi: Khi bạn cấp phép cho một ứng dụng, ứng dụng đó có thể chia sẻ rằng bạn đã tắt tiếng thông báo khi sử dụng chế độ tập trung.
zh_cn: 若获得你的许可，App可在你使用专注模式时，与他人共享你已静音通知。
zh_hk: 當你授予App權限時，它可以在你使用「專注模式」時分享你已將通知設定為靜音。
zh_tw: 給予App權限後，其可在你使用「專注模式」時，分享你已將通知設為靜音。

# ONBOARDING_FOCUS_LIST_TITLE
source: What do you want to focus on?
ar: ما الذي تود التركيز عليه؟
bg: Върху какво искате да се съсредоточи­те?
ca: En què et vols concentrar?
cs: Na co se chcete soustředit?
da: Hvad vil du fokusere på?
de: Worauf möchtest du deinen Fokus richten?
el: Σε τι θέλετε να εστιάσετε;
es: ¿En qué quieres concentrarte?
es_us: ¿En qué quieres enfocarte?
fi: Mihin haluat keskittyä?
fr: Sur quelle activité souhaitez-vous vous concentrer ?
fr_ca: Sur quoi souhaitez-vous vous concentrer?
he: במה נתרכז?
hi: आप किस पर फ़ोकस करना चाहते हैं?
hr: Na što se želite fokusirati?
hu: Mire szeretne fókuszálni?
id: Apa yang ingin Anda jadikan fokus?
it: Su cosa vuoi concentrarti?
ja: 何に集中したいですか?
kk: Қандай әрекетке зейін қою керек?
ko: 집중할 대상
lt: Į ką norite susitelkti?
ms: Apakah yang anda mahu fokuskan?
nl: Waar wil je op focussen?
no: Hva vil du fokusere på?
pl: Na czym chcesz się skupić?
pt_br: No que deseja se concentrar?
pt_pt: Em que gostaria de se concentrar?
ro: Asupra căror activități doriți să vă concentrați?
ru: На чем Вы хотите сфокусироваться?
sk: Na čo sa chcete sústrediť?
sl: Na kaj se želite osredotočiti?
sv: Vad vill du fokusera på?
th: คุณต้องการโฟกัสอะไร
tr: Neye odaklanmak istiyorsunuz?
uk: На чому ви хочете зосередитися?
vi: Bạn muốn tập trung vào việc gì?
zh_cn: 你要专注于哪方面？
zh_hk: 你想專注進行什麼活動？
zh_tw: 要專注在什麼活動？
